{
  "ChatGPT.nvim": { "branch": "main" },
  "SmoothCursor.nvim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "bqf": { "branch": "main" },
  "cybu.nvim": { "branch": "main" },
<<<<<<< HEAD
  "dap": { "branch": "master" },
||||||| parent of 4e49887 (Added: Aggiustato i temi per adattarsi ai temi in Linux)
  "dap": { "branch": "master" },
=======
  "dap": { "branch": "master" },
>>>>>>> 4e49887 (Added: Aggiustato i temi per adattarsi ai temi in Linux)
  "dap-virtual-text": { "branch": "master" },
  "dd": { "branch": "main" },
  "foldsigns": { "branch": "main" },
<<<<<<< HEAD
  "fzf": { "branch": "master" },
||||||| parent of 4e49887 (Added: Aggiustato i temi per adattarsi ai temi in Linux)
  "fzf": { "branch": "master" },
=======
  "fzf": { "branch": "master" },
>>>>>>> 4e49887 (Added: Aggiustato i temi per adattarsi ai temi in Linux)
  "glance.nvim": { "branch": "master" },
  "goto-preview": { "branch": "main" },
  "heirline.nvim": { "branch": "master" },
  "hlslens": { "branch": "main" },
  "hop": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "marks": { "branch": "master" },
  "maximize.nvim": { "branch": "master" },
  "neoformat": { "branch": "master" },
  "neoscroll.nvim": { "branch": "master" },
  "neoterm": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-comment": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-floating-tag-preview": { "branch": "master" },
  "nvim-lsp-smag": { "branch": "master" },
<<<<<<< HEAD
  "nvim-lspconfig": { "branch": "master" },
||||||| parent of 4e49887 (Added: Aggiustato i temi per adattarsi ai temi in Linux)
  "nvim-lspconfig": { "branch": "master" },
=======
  "nvim-lspconfig": { "branch": "master" },
>>>>>>> 4e49887 (Added: Aggiustato i temi per adattarsi ai temi in Linux)
  "nvim-neoclip.lua": { "branch": "main" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-pasta": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree-preview.lua": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-treesitter-textsubjects": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "oklch-color-picker.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "ruby-interpolation": { "branch": "master" },
  "spaceless": { "branch": "main" },
  "tabby.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "telescope-dap": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "treehopper": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-grepper": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-sayonara": { "branch": "master" },
  "virt-column.nvim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "workspace.vim": { "branch": "master" }
}
