{
  "ChatGPT.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "SmoothCursor.nvim": { "branch": "main" },
  "bqf": { "branch": "main" },
  "close-buffers.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-document-symbol": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "cybu.nvim": { "branch": "main" },
  "dap": { "branch": "master" },
  "dap-virtual-text": { "branch": "master" },
  "dd": { "branch": "main" },
  "foldsigns": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "goto-preview": { "branch": "main" },
  "heirline.nvim": { "branch": "master" },
  "hlslens": { "branch": "main" },
  "hop": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "marks": { "branch": "master" },
  "maximizer.nvim": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "neoformat": { "branch": "master" },
  "neoscroll.nvim": { "branch": "master" },
  "neoterm": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-comment": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-floating-tag-preview": { "branch": "master" },
  "nvim-lsp-smag": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-neoclip.lua": { "branch": "main" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollview": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree-preview.lua": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-treesitter-textsubjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "onenord.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "pretty-fold.nvim": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "ruby-interpolation": { "branch": "master" },
  "spaceless": { "branch": "main" },
  "tabular": { "branch": "master" },
  "telescope-dap": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "treehopper": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-grepper": { "branch": "master" },
  "vim-hexokinase": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
